Repository: FineFindus/Hieroglyphic
Catalog: po/*.po
Languages: be, bg, ca, de, el, eo, es, eu, fa, fi, fr, he, hi, hr, hu, ia, it, ka, kk, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, zh_cn

source: Hieroglyphic
bg: Йероглифен
ca: Jeroglífic
fa: هیروگلیفی
fr: Hiéroglyphe
he: הירוגליפי
hu: Hieroglifák
it: Geroglifico
pt_br: Hieróglifo
sl: Hieroglifik
sr: Хијероглифик
uk: Ієрогліфік

source: Search through over 1000 different LaTeX symbols by sketching
be: Пошук па абрысу сярод больш чым 1000 сімвалаў LaTeX
bg: Търсете в над 1000 различни „LaTeX“ знака чрез скициране
ca: Cerqueu entre més de 1000 símbols diferents de LaTeX a través de dibuixos
de: Durchsuche über 1000 verschiedene LaTeX-Symbole durch Skizzieren
eo: Serĉi pli ol 1000 malsamajn LaTeX-simbolojn per skizado
es: Busque entre más de 1.000 símbolos LaTeX diferentes dibujando
eu: Egin bilaketa 1000 LaTeX ikur baino gehiagoren artean pantailan marraztuz
fa: جست‌وجو میان بیش از ۱۰۰۰ نماد متفاوت لاتک با رسم کردن
fi: Etsi yli 1000 eri LaTeX-symbolin joukosta piirtämällä
fr: Recherchez parmi plus de 1000 symboles LaTeX différents en les esquissant
he: חיפוש מתוך למעלה מ־1000 סמלי LaTeX שונים באמצעות רישום בכתב יד
hi: रेखाचित्रण द्वारा 1000 से अधिक विभिन्न LaTeX प्रतीकों को खोजें
hr: Pretražite više od 1000 različitih LaTeX znakova skiciranjem
hu: Keressen több mint 1000 különböző LaTeX szimbólum között skicceléssel
ia: Cerca inter plus de 1000 symbolos LaTeX differente per designos
it: Ricerca tra oltre 1000 diversi simboli di LaTeX disegnando
ka: ეძებეთ LaTeX-ის 1000 სიმბოლოს შორის ესკიზით
kk: 1000-нан астам әртүрлі LaTeX таңбаларын сурет салу арқылы іздеу
nb: Finn riktig spesialtegn
nl: Zoek en vind meer dan 1.000 verschillende LaTeX-symbolen door ze te schetsen
pt_br: Pesquise mais de 1000 símbolos LaTeX diferentes esboçando
ru: Выполняйте поиск по более чем 1000 различным символам LaTeX с помощью простых зарисовок
sl: Preiščite več kot 1000 različnih simbolov LaTeX-a s skiciranjem
sr: Скицирањем тражите у преко 1000 различитих LaTeX симбола
sv: Sök genom över 1000 olika LaTeX-symboler genom att skissa
tr: Çizerek 1000ʼden fazla LaTeX simgesi arasında arama yapın
uk: Пошук за ескізом серед понад 1000 різних символів LaTeX
zh_cn: 通过草图搜索 1000 多种不同的 LaTeX 符号

source: GTK;Tools;LaTeX;TeX;Symbols;
be: GTK;Tools;LaTeX;TeX;Symbols;Сімвалы;
bg: инструменти;знаци;
ca: GTK;Eines;LaTeX;TeX;Símbols;
de: GTK;Tools;LaTeX;TeX;Symbole;
es: GTK;Tools;LaTeX;TeX;Símbolos;
eu: GTK;tresnak;LaTeX;TeX;ikurrak;
fa: GTK;Tools;LaTeX;TeX;Symbols;ابزار;تک;لاتک;نماد;
fi: GTK;Tools;LaTeX;TeX;Symbols;symbolit;
fr: GTK;Outils;LaTeX;TeX;Symboles;
he: GTK;כלים;לאטך;לטקס;לטך;LaTeX;TeX;סמלים;מתמטיקה;
hi: GTK;औजार;LaTeX;TeX;प्रतीक;
hr: GTK;alati;LaTeX;TeX;znakovi;
hu: GTK;eszközök;LaTeX;TeX;szimbólumok;
ia: GTK;Instrumentos;LaTeX;TeX;Symbolos;
it: GTK;Strumenti;LaTeX;TeX;Simboli;
ka: GTK;Tools;LaTeX;TeX;Symbols;სიმბოლოები;ხელსაწყოები;
kk: GTK;Саймандар;LaTeX;TeX;Таңбалар;
nb: LaTeX;tegn;spesialtegn;symbol;sett inn;innsetting;TeX;
nl: GTK;Tools;LaTeX;TeX;Symbols;Hulpmiddelen;Tekens;Karakters;Symbolen;Symbool;
pt_br: GTK;Tools;LaTeX;TeX;Symbols;Ferramentas;Símbolos;
ru: GTK;Tools;LaTeX;TeX;Symbols;символы;инструменты;
sl: GTK;orodja;LaTeX;Te;simboli;
sr: Гтк;алати;ЛаТеХ;ТеХ;симболи;GTK;Tools;LaTeX;TeX;Symbols;
sv: GTK;Verktyg;LaTeX;TeX;Symboler;
tr: GTK;Tools;LaTeX;TeX;Symbols;Araçlar;Simgeler;
uk: GTK;Tools;LaTeX;TeX;Symbols;жетека;інструменти;засоби;лейтех;латех;тех;символи;
zh_cn: GTK;Tools;LaTeX;TeX;Symbols;工具;符号;

source: Whether to show a small nudge towards the contribution dialog
be: Ці паказваць метку для акна з прапановай адпраўляць даныя
ca: Si s'ha de mostrar un petit moviment cap al diàleg de contribució
eo: Ĉu montri malgrandan puŝon al la kontribua dialogo
es: Indica si se debería hacer más llamativo el diálogo de contribución
eu: Ekarpenak egin dituztenen elkarrizketa-koadroan abisu txiki bat erakutsiko den ala ez
fa: این که حرکتی کوچک به گفت‌وگوی مشارکت نشان داده شود یا نه
he: האם להציג סימון מפנה קטן לעבר חלונית התרומה
hu: Megjelenítsen-e egy apró felhívást a közreműködési párbeszédablakra
ia: Si monstrar un parve susurration verso le dialogo de contribution
it: Se mostrare una piccola esortazione ad aprire la finestra di dialogo per contribuire
ka: პატარა მითითების ჩვენება შეწირულობების დიალოგისკენ
kk: Үлес қосу сұхбат терезесіне шағын нұсқау көрсету не көрсетпеу
nb: Om knappen til bidragsdialogen skal fremheves
nl: Of er een kleine hint wordt gegeven richting het dialoogvenster om bij te dragen
pt_br: Se deve mostrar um pequeno empurrão em direção ao diálogo de contribuição
ru: Следует ли слегка подтолкнуть его в сторону диалогового окна для внесения вклада
sl: Ali naj se prikaže majhen pomik proti pogovornemu oknu za prispevke
sr: Да ли ће да покаже мали помак ка прозорчету доприношења
sv: Huruvida en liten antydan till bidragsdialogen ska visas
uk: Визначає, чи слід показувати невеличке посилання на вікно внесків
zh_cn: 是否显示指向贡献对话框的小提示

source: Whether to contribute recognized strokes
be: Ці адпраўляць распазнаныя абрысы
ca: Si s'han de contribuir els traços reconeguts
eo: Ĉu kontribui rekognisitajn trazajn
es: Indica si se desea contribuir con trazos familiares
eu: Trazu ezagunen ekarpena egin ala ez
fa: این که خطوط شناخته شده فرستاده شوند یا نه
he: האם לתרום את הצורות שזוהו
hu: Közre legyenek-e adva a felismert vonalrajzolatok
ia: Si contribuer designos recognoscite
it: Se contribuire inviando i disegni riconosciuti
ka: იქნება თუ არა შეიწირული ამოცნობილი დაჭერები
kk: Танылған штрихтармен бөлісу не бөліспеу
nb: Om gjenkjente tegninger skal sendes inn
nl: Of herkende schetsen ingezonden mogen worden
pt_br: Se deve contribuir com traços reconhecidos
ru: Следует ли добавлять распознанные наброски
sl: Ali želite prispevati prepoznane poteze
sr: Да ли ће да допринесе препознате потезе
sv: Huruvida du ska bidra med igenkända streck
uk: Визначає, чи слід надсилати розпізнані риски
zh_cn: 是否贡献已识别的笔画

source: Markup language to suggest symbols for
el: Γλώσσα σήμανσης για την οποία θα προτείνονται σύμβολα
eo: Markilingvo por proponi simbolojn
es: Sugerir símbolos para lenguaje de marcado
eu: Ikurrak iradokitzeko erabiliko den markaketa-lengoaia
fa: زبان نشانه گذاری برای پیشنهاد نمادها
fi: Merkintäkieli, jolle symboleja ehdotetaan
he: שפת סימון עבורה להציע סמלים
ia: Linguage de marcation a suggerer symbolos pro
it: Linguaggio markup di cui suggerire i simboli
ka: მარკირების ენა სიმბოლოების შეთავაზებისთვის
kk: Таңбалар ұсынылатын белгілеу тілі
ru: Язык разметки для предложений символов
sl: Označevalni jezik, za katerega bodo predlagani simboli
zh_cn: 建议用于标记语言的符号

source: Find LaTeX and Typst symbols
ca: Trobeu símbols de LaTeX i Typst
el: Εύρεση συμβόλων LaTeX και Typst
eo: Trovi LaTeX- kaj Typst-simbolojn
es: Encuentre símbolos LaTeX y Typst
eu: Bilatu LaTeX eta Typst ikurrak
fa: یافتن نمادهای لاتک و تیپست
fi: Löydä LaTeX- ja Typst-symboleja
he: חיפוש סמלי LaTeX ו-Typst
ia: Cerca symbolos LaTeX e Typst
it: Ricerca di simboli di LaTeX e Typst
kk: LaTeX және Typst таңбаларын табу
pt_br: Encontre símbolos de LaTeX e Typst
ru: Поиск символов LaTeX и Typst
sv: Hitta LaTeX- och Typst-symboler
zh_cn: 查找 LaTeX 和 Typst 符号

source: If you work with LaTeX or Typst, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different symbols by sketching.
ca: Si treballeu amb LaTeX o Typst, sabeu que és difícil memoritzar els noms de tots els símbols. El Jeroglífic us permet cercar més de 1000 símbols diferents dibuixant.
el: Αν εργάζεστε με το LaTeX ή το Typst, γνωρίζετε πως είναι δύσκολο να απομνημονεύσετε τα ονόματα όλων των συμβόλων. Το Hieroglyphic σάς επιτρέπει να κάνετε αναζήτηση ανάμεσα από περισσότερα από 1000 διαφορετικά σύμβολα σχεδιάζοντας.
es: Si trabaja con LaTeX o con Typst, sabrá que es difícil memorizar los nombres de todos los símbolos. Hieroglyphic le permite buscar entre más de 1000 símbolos diferentes mediante bocetos.
eu: LaTeX edo Typst aplikazioekin lan egiten baduzu, badakizu zaila dela ikur guztien izenak buruz ikastea. Hieroglyphic aplikazioaren bidez, 1000 ikur baino gehiagoren artean egin ahal izango dituzu bilaketak haiek pantailan marraztuz.
fa: اگر با لاتک یا تیپست کار کنید می‌دانید که به خاطر سپردن نام همهٔ نمادها دشوار است. هیروگلیفی می‌گذارد بیش از ۱۰۰۰ نماد متفاوت را با رسم کردن بجویید.
fi: Jos työskentelet käyttäen LaTeXia tai Typstia, tiedät että kaikkien symbolien nimien muistaminen on vaikeaa. Hieroglyphic mahdollistaa hakemisen yli 1000 eri symbolin joukosta piirtämällä.
he: אם עבדת עם LaTeX או עם Typst, בוודאי מוכר לך הקושי לזכור את השמות של הסמלים השונים. היישום הירוגליפי מאפשר לך לחפש מתוך למעלה מ־1000 סמלים באמצעות רישום בכתב יד.
ia: Si tu travalia con LaTeX o Typst, tu sape le difficultate de memorisar le nomine de tote le symbolos. Hieroglyphic te permitte cercar per plus de 1000 symbolos differente facente designos
it: Lavorando con LaTeX o Typst, si sa, è difficile memorizzare i nomi di tutti i simboli. Geroglifico permette di cercare tra oltre 1000 diversi simboli LaTeX con uno schizzo.
kk: Егер сіз LaTeX немесе Typst-пен жұмыс істесеңіз, барлық таңбалардың атауын есте сақтау қиын екенін білесіз. Hieroglyphic сізге 1000-нан астам әртүрлі таңбаны сурет салу арқылы іздеуге мүмкіндік береді.
pt_br: Se você trabalha com LaTeX ou Typst, sabe que é difícil memorizar os nomes de todos os símbolos. O Hieróglifo permite que você pesquise mais de 1000 símbolos diferentes por meio de esboços.
ru: Если вы работаете с LaTeX или Typst, то знаете, что запомнить названия всех символов непросто. Hieroglyphic позволяет выполнять поиск по более чем 1000 различным символам с помощью простых зарисовок.
sv: Om du arbetar med LaTeX eller Typst så vet du att det är svårt att komma ihåg namnen på alla symboler. Hieroglyphic låter dig söka genom över 1000 olika symboler genom att skissa.
zh_cn: 如果您使用 LaTeX 或 Typst 则应知道记忆所有符号的名称非常困难。Hieroglyphic 可让您通过画草图来搜索 1000 多种不同的符号。

source: Symbol selection for LaTeX symbols
ca: Selecció de símbols per als símbols de LaTeX
el: Επιλογή συμβόλων για σύμβολα LaTeX
eo: Simbola elekto por LaTeX-simboloj
es: Seleccione símbolos LaTeX
eu: Ikur-hautapena LaTeX ikurrentzat
fa: گزینش نماد برای نمادهای لاتک
fi: LaTeX-symbolien valinta
he: בחירת סמלים לסמלי LaTeX
ia: Selection de symbolos pro symbolos LaTeX
it: Selezione di simboli di LaTeX
kk: LaTeX таңбалары үшін таңбаларды таңдау
pt_br: Seleção de símbolos para os símbolos LaTeX
ru: Выбор символов для символов LaTeX
sv: Symbolval för LaTeX-symboler
zh_cn: 用于 LaTeX 符号的选区

source: Symbol selection for Typst symbols
ca: Selecció de símbols per als símbols de Typst
el: Επιλογή συμβόλων για σύμβολα Typst
eo: Simbola elekto por Typst-simboloj
es: Seleccione símbolos Typst
eu: Ikur-hautapena Typst ikurrentzat
fa: گزینش نماد برای نمادهای تیپست
fi: Typst-symbolien valinta
he: בחירת סמל לסמלי Typst
ia: Selection de symbolo pro symbolos Typst
it: Selezione di simboli di Typst
kk: Typst таңбалары үшін таңбаларды таңдау
pt_br: Seleção de símbolos para os símbolos Typst
ru: Выбор символов для символов Typst
sv: Symbolval för Typst-symboler
zh_cn: 用于 Typst 符号的选区

source: Placeholder
be: Запаўняльнік
bg: Заместител
ca: Marcador
de: Platzhalter
el: Σύμβολο κράτησης θέσης
eo: Loktenilo
es: Marcador de posición
eu: Leku-marka
fa: جانگه‌دار
fr: Caractère générique
he: ממלא מקום
hi: स्थानधारक
hr: Mjesto za crtanje
hu: Helykitöltő
ia: Marcator de position
it: Segnaposto
ka: ადგილმჭერი
kk: Толтырғыш
nb: Plassholder
nl: Opvultekst
pt_br: Espaço reservado
ru: Заполнитель
sl: Ograda
sr: Чувар места
sv: Platshållare
tr: Yer tutucu
uk: Замінник
zh_cn: 占位符

source: Improve Hieroglyphic
be: Палепшыць Hieroglyphic
ca: Milloreu el Jeroglífic
el: Βελτίωση Hieroglyphic
eo: Plibonigi Hieroglyphic
es: Ayude a mejorar Hieroglyphic
eu: Hobetu Hieroglyphic
fa: بهبود هیروگلیفی
fi: Auta parantamaan Hieroglyphicia
he: שיפור הירוגליפי
hu: A Hieroglifák tökéletesítése
ia: Meliorar Hieroglyphic
it: Contribuire a Geroglifico
ka: გააუმჯობესეთ Hieroglyphic
kk: Hieroglyphic-ті жақсарту
nb: Bidra til Hieroglyphic
nl: Verbeter Hieroglyphic
pt_br: Melhore o Hieróglifo
ru: Улучшить Hieroglyphic
sl: Izboljšajte Hieroglifik
sr: Побољшајте Хијероглифик
sv: Förbättra Hieroglyphic
uk: Удосконалити «Ієрогліфік»
zh_cn: 提升 Hieroglyphic

source: Help make Hieroglyphic better at identifying symbols for everyone
be: Памажыце палепшыць распазнаванне сімвалаў Hieroglyphic для ўсіх карыстальнікаў
ca: Ajudeu a fer que el Jeroglífic sigui millor identificant símbols per a tothom
el: Βοήθεια για να γίνει το Hieroglyphic καλύτερο στην αναγνώριση συμβόλων για τον καθένα
eo: Helpu fari Hieroglyphic-on pli bonan ĉe identigado de simboloj por ĉiuj
es: Ayude a que Hieroglyphic sea mejor identificando símbolos para todos
eu: Lagundu Hieroglyphic aplikazioa hobetzen ikur ezagunak hobeto identifikatu ditzan
fa: کمک به بهتر کردن هیروگلیفی در شناسایی نمادها برای همه
fi: Auta ja tee Hieroglyphicistä parempi kaikille symbolien tunnistamisessa
he: אפשר לסייע בשיפור הירוגליפי בזיהוי סמלים לכולם
hu: Segítsen a Hieroglifák szimbólum-azonosításának jobbá tételében mindenki számára
ia: Adjuta a meliorar Hieroglyphic con le identification de symbolos pro totos
it: Aiuta a rendere la ricognizione dei simboli di Geroglifico migliore per tutti
ka: დაგვეხმარეთ, გავხადოთ Hieroglyphic უკეთესი სიმბოლოების ამოცნობაში
kk: Hieroglyphic-ке таңбаларды барлығы үшін жақсырақ тануға көмектесу
nb: Hjelp til med å gjøre Hieroglyphic bedre på å gjenkjenne symboler
nl: Help ons om Hieroglyphic voor iedereen nog beter te maken in het herkennen van symbolen
pt_br: Ajude a tornar o Hieroglyphic melhor na identificação de símbolos para todos
ru: Помогите Hieroglyphic лучше распознавать символы для всех
sl: Pomagajte izboljšati Hieroglifik pri prepoznavanju simbolov za vsakogar
sr: Помозите да Хијероглифик буде бољи у препознавању симбола
sv: Hjälp till att göra Hieroglyphic bättre på att känna igen symboler för alla
uk: Допомогти зробити «Ієрогліфік» кращим для усіх у визначення символів
zh_cn: 通过识别符号帮助所有人创造更好的 Hieroglyphic

source: Contribute Symbols
be: Адпраўляць сімвалы
ca: Aporteu símbols
el: Συνεισφορά συμβόλων
eo: Kontribui simbolojn
es: Contribuya con nuevos símbolos
eu: Gehitu ikurrak
fa: مشارکت به هیروگلیفی
fi: Avusta symbolien kanssa
he: תרומת סמלים
hu: Szimbólumok közreadása
ia: Contribuer symbolos
it: Contribuire con i simboli
ka: სიმბოლოების შეწირვა
kk: Таңбалармен бөлісу
nb: Del tegninger
nl: Symbolen bijdragen
pt_br: Contribuir símbolos
ru: Добавлять символы
sl: Prispevajte simbole
sr: Допринесите симболима
sv: Bidra med symboler
uk: Надіслати символи
zh_cn: 贡献符号

source: Submit recognized drawings to Hieroglyphic’s dataset
be: Адпраўляць распазнаныя абрысы ў набор даных для навучання Hieroglyphic
ca: Envieu els dibuixos reconeguts al conjunt de dades del Jeroglífic
el: Υποβολή αναγνωρισμένων σχεδίων στη συλλογή δεδομένων του Hieroglyphic
eo: Sendi rekognisitaĵojn desegnaĵojn al Hieroglyphic-a datumaro
es: Envíe trazos familiares al conjunto de datos de Hieroglyphic
eu: Bidali ikur ezagunak Hieroglyphic-en datu multzora
fa: ثبت رسم‌های تشخیص داده شده به دادگان هیروگلیفی
fi: Lähetä tunnistetut piirrokset Hieroglyphicin tietojoukkoon
he: הגשת הציורים המזוהים לערכת הנתונים של הירוגליפי
hu: Küldjön be felismert rajzokat a Hieroglifák adatkészletéhez
ia: Invia designos recognoscite al collection de datos de Hieroglyphic
it: Invia i simboli riconosciuti alla raccolta di dati di Geroglifico
ka: გადაეცით ამოცნობილი ნახატები Hyeroglyphic-ის მონაცემთა ბაზაში
kk: Танылған суреттерді Hieroglyphic деректер жиынына жіберу
nb: Send inn gjenkjente tegninger til Hieroglyphic sin database
nl: Zend herkende schetsen in naar de gegevensset van Hieroglyphic
pt_br: Envie desenhos reconhecidos para o conjunto de dados do Hieróglifo
ru: Отправлять распознанные рисунки в коллекцию данных Hieroglyphic
sl: Pošljite razpoznane risbe v nabor podatkov Hieroglifika
sr: Предајте препознате цртеже у скуп података Хијероглифика
sv: Skicka in igenkända teckningar till Hieroglyphics datamängd
uk: Надіслати розпізнані малюнки до набору даних «Ієрогліфіка»
zh_cn: 向 Hieroglyphic 数据集提交识别的绘制符号

source: No personal identifiable information is collected. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Privacy policy</a>
ca: No es recull cap informació personal identificable. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Política de privadesa</a>
el: Δεν συλλέγονται προσωπικές πληροφορίες ταυτοποίησης. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Πολιτική απορρήτου</a>
es: No se recopila ninguna información personal identificable. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Política de privacidad</a>
eu: Ez da informazio pertsonalik bildu. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Pribatutasun-politika</a>
fa: هیچ اطّلاعات قابل هویت‌سنجی‌ای جمع نمی‌شود. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">سیاست محرمانگی</a>
fi: Henkilöön yhdistettävää tietoa ei kerätä. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Tietosuojakäytäntö</a>
he: לא נאספים פרטים שעלולים לחשוף את זהותך. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">מדיניות פרטיות</a>
ia: Nulle information personal identificabile es colligite. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Politica de privatessa</a>
it: Non vengono raccolte informazioni personali identificabili. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Politica sulla privacy</a>
ka: პიროვნების იდენტიფიკაციისთვის საჭირო მონაცემები არ გროვდება. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">კონფიდენციალობის პოლიტიკა</a>
kk: Ешқандай жеке басты анықтайтын ақпарат жиналмайды. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Жекелік саясаты</a>
nl: Er wordt geen persoonlijk identificeerbare informatie verzameld. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Privacybeleid</a>
pt_br: Nenhuma informação pessoal identificável é coletada. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Políticas de privacidade</a>
ru: Никакая персональная информация, позволяющая установить личность, не собирается. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Политика конфиденциальности</a>
sl: Osebni podatki se ne zbirajo. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Politika zasebnosti</a>
sv: Ingen personligt identifierbar information samlas in. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Sekretesspolicy</a>
uk: Жодних особистих даних не буде зібрано. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Правила конфіденційності</a>
zh_cn: 不会收集私人可识别信息。<a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">隐私策略</a>

source: Copy
be: Скапіяваць
ca: Copia
el: Αντιγραφή
eo: Kopii
es: Copiar
eu: Kopiatu
fa: رونوشت
fi: Kopioi
he: העתקה
hu: Másolás
ia: Copiar
it: Copia
ka: კოპირება
kk: Көшіру
nl: Kopiëren
pt_br: Copiar
ru: Копировать
sl: Kopiraj
sv: Kopiera
uk: Копіювати
zh_cn: 复制

source: Markup language
ca: Llenguatge de marques
el: Γλώσσα σήμανσης
eo: Markilingvo
es: Lenguaje de marcado
eu: Markaketa-lengoaia
fa: زبان نشانه گذاری
fi: Merkintäkieli
he: שפת סימון
ia: Linguage de marcation
it: Linguaggio markup
ka: მარკირების ენა
kk: Белгілеу тілі
pt_br: Linguagem de marcação
ru: Язык разметки
sl: Označevalni jezik
sv: Märkspråk
zh_cn: 标记语言

source: LaTeX
fa: لاتک

source: Typst
fa: تیپست

source: About Hieroglyphic
be: Аб праграме Hieroglyphic
bg: Относно „Йероглифен“
ca: Quant al Jeroglífic
de: Info zu Hieroglyphic
el: Περί του Hieroglyphic
eo: Pri Hieroglyphic
es: Acerca de Hieroglyphic
eu: Hieroglyphic aplikazioari buruz
fa: دربارهٔ هیروگلیفی
fi: Tietoja - Hieroglyphic
fr: À propos de Hiéroglyphe
he: על הירוגליפי
hi: Hieroglyphic के बारे में
hr: O Hieroglyphic
hu: A Hieroglifák névjegye
ia: A proposito de Hieroglyphic
it: Informazioni su Geroglifico
ka: Hieroglyphic-ის შესახებ
kk: Hieroglyphic туралы
nb: Om Hieroglyphic
nl: Over Hieroglyphic
pt_br: Sobre Hieróglifo
ru: О приложении
sl: O programu Hieroglifik
sr: О Хијероглифику
sv: Om Hieroglyphic
tr: Hieroglyphic Hakkında
uk: Про «Ієрогліфік»
zh_cn: 关于 Hieroglyphic

source: No Symbols
be: Няма сімвалаў
bg: Няма знаци
ca: Sense símbols
de: Keine Symbole
el: Δεν βρέθηκαν σύμβολα
eo: Neniaj simboloj
es: Sin símbolo
eu: Ikurrik ez
fa: بدون نماد
fi: Ei symboleja
fr: Aucun symbole
he: אין סמלים
hi: कोई प्रतीक नहीं
hr: Nema znakova
hu: Nincsenek szimbólumok
ia: Necun symbolos
it: Nessun simbolo
ka: სიმბოლოების გარეშე
kk: Таңбалар жоқ
nb: Ingen symboler
nl: Geen symbolen
pt_br: Nenhum símbolo
ru: Нет символов
sl: Brez simbolov
sr: Нема симбола
sv: Inga symboler
tr: Sembol Yok
uk: Немає символів
zh_cn: 无符号

source: Start by drawing a symbol
be: Пачніце рысаваць сімвал
bg: Започнете, като нарисувате знак
ca: Comenceu dibuixant un símbol
de: Beginne mit dem Zeichnen eines Symbols
el: Ξεκινήστε σχεδιάζοντας ένα σύμβολο
eo: Komencu per desegnado de simbolo
es: Comience dibujando un símbolo
eu: Hasi ikur bat marrazten
fa: آغاز با رسم یک نماد
fi: Aloita piirtämällä symboli
fr: Commencez en dessinant un symbole
he: התחלה על ידי ציור סמל
hi: एक प्रतीक बनाकर प्रारंभ करें
hr: Započni crtanjem znaka
hu: Kezdje egy szimbólum lerajzolásával
ia: Comencia con le designo de un symbolo
it: Disegnare un simbolo per iniziare
ka: დაიწყეთ სიმბოლოს ხატვით
kk: Таңбаны салудан бастаңыз
nb: Start med å tegne et symbol
nl: Begin met een symbool te schetsen
pt_br: Comece desenhando um símbolo
ru: Начните с зарисовки символа
sl: Začnite z risanjem simbola
sr: Почните да цртате симбол
sv: Starta genom att rita en symbol
tr: Bir simge çizerek başlayın
uk: Розпочніть з малювання символу
zh_cn: 开始绘制符号

source: All Symbols
be: Усе сімвалы
ca: Tots els símbols
el: Όλα τα σύμβολα
eo: Ĉiuj simboloj
es: Todos los símbolos
eu: Ikur guztiak
fa: همهٔ نمادها
fi: Kaikki symbolit
he: כל הסמלים
hu: Összes szimbólum
ia: Tote le symbolos
it: Tutti i simboli
ka: ყველა სიმბოლო
kk: Барлық таңбалар
nl: Alle symbolen
pt_br: Todos os símbolos
ru: Все символы
sl: Vsi simboli
sv: Alla symboler
uk: Усі символи
zh_cn: 所有符号

source: _Clear
be: _Ачысціць
bg: _Изчистване
ca: _Neteja
de: _Löschen
el: _Εκκαθάριση
eo: _Viŝi
es: _Limpiar
eu: _Garbitu
fa: _پاک کردن
fi: _Tyhjennä
fr: _Effacer
he: _ניקוי
hi: साफ करे (_C)
hr: _Izbriši
hu: _Törlés
ia: _Rader
it: _Pulisci
ka: _გასუფთავება
kk: _Тазарту
nb: _Tøm
nl: _Wissen
pt_br: _Limpar
ru: _Очистить
sl: Po_čisti
sr: _Очисти
sv: _Töm
tr: _Temizle
uk: О_чистити
zh_cn: 清除(_C)

source: Main Menu
ca: Menú principal
el: Κύριο μενού
eo: Ĉefa menuo
es: Menú principal
eu: Menu nagusia
fa: فهرست اصلی
fi: Päävalikko
he: תפריט ראשי
ia: Menu principal
it: Menù principale
ka: მთავარი მენიუ
kk: Басты мәзір
pt_br: Menu principal
ru: Главное меню
sl: Glavni meni
sv: Huvudmeny
zh_cn: 主菜单
