Repository: FineFindus/Hieroglyphic
Catalog: po/*.po
Languages: be, bg, ca, de, el, eo, es, eu, fa, fi, fr, he, hi, hr, hu, ia, it, ka, kk, nb, nl, pt_br, ru, sl, sr, sv, tr, uk, zh_cn

source: translator-credits
be: Юрась Шумовіч <shumovichy@gmail.com>
bg: twlvnn <kraft_werk@tutanota.com>
ca: Victor Dargallo <victordargallo@disroot.org>
de: FineFindus https://github.com/FineFindus
el: Ελληνική μεταφραστική ομάδα GNOME Giannis Antypas <gianni.antypas@gmail.com> Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
es: Julián Villodre <jvillodrede@gmail.com>, 2024 - 2025 haggen88
eu: Asier Saratsua Garmendia <asiersarasua@ni.eus>
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
fi: Jiri Grönroos
fr: Irénée Thirion <irenee.thirion@e.email>
he: יוסף אור בוצ׳קו <yoseforb@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
hu: Dévényi Benedek <rdbende@proton.me> Meskó Balázs <mesko.balazs@fsf.hu>
ia: Emilio Sepúlveda <emism.translations@gmail.com>
it: Albano Battistella Davide Ferracin <davide.ferracin@protonmail.com>
ka: თემური დოღონაძე
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nb: Brage Fuglseth https://bragefuglseth.dev
nl: Nathan Follens <nfollens@gnome.org> Dick Groskamp <dikgro@yahoo.co.uk> Meer info over GNOME-NL https://nl.gnome.org
pt_br: Rafael Fontenelle <rafaelff@gnome.org> Juliano de Souza Camargo <julianosc@pm.me>
ru: Ser82-png <asvmail.as@gmail.com>
sl: Martin Srebotnjak <miles@filmsi.net>
sr: Мирослав Николић
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>, 2024
tr: Sabri Ünal <yakushabb@gmail.com>
uk: Юрій Чорноіван <yurchor@ukr.net>, 2024
zh_cn: lumingzh <lumingzh@qq.com>, 2024-2025.

source: Copied “{}”
be: Скапіявана «{}»
bg: „{}“ е копирано
ca: S'ha copiat «{}»
de: „{}” kopiert
el: Αντιγράφηκαν «{}»
eo: Kopiita ”{}”
es: “{}” copiado
eu: “{}” kopiatu da
fa: «{}» رونوشت شد
fi: Kopioitu “{}”
fr: « {} » copié
he: ‏‎„{}” הועתק
hi: “{}” कॉपी किया गया
hr: „{}“ kopirano
hu: A(z) „{}” másolva
ia: Copiate “{}”
it: “{}” copiato
ka: “{}” დაკოპირდა
kk: “{}” көшірілді
nb: «{}» kopiert til utklippstavlen
nl: ‘{}’ gekopieerd
pt_br: Copiado “{}”
ru: Скопировано «{}»
sl: Kopirano »{}«
sr: Умножен „{}“
sv: Kopierade ”{}”
tr: “{}” kopyalandı!
uk: Скопійовано «{}»
zh_cn: 已复制“{}”

source: Find LaTeX symbols
be: Пошук сімвалаў LaTeX
bg: Намерете „LaTeX“ знаци
de: Finde LaTeX symbole
fr: Rechercher des symboles LaTeX
hi: LaTeX प्रतीक खोजें
hr: Pronađi LaTeX znakove
hu: LaTeX szimbólumok keresése
ka: იპოვეთ LaTeX სიმბოლოები
nb: Finn riktig spesialtegn
nl: Vind LaTeX-symbolen
sl: Iskanje simbolov LaTeX-a
sr: Нађите LaTeX симболе
tr: LaTeX simgelerini bul
uk: Пошук символів LaTeX

source: If you work with LaTeX, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different LaTeX symbols by sketching.
be: Калі вы працавалі з LaTeX, ведаеце як складана помніць назвы ўсіх сімвалаў. З дапамогай Hieroglyphic можна знайсці па нарысаванаму абрысу больш за 1000 сімвалаў LaTeX.
bg: Ако работите с „LaTeX“, знаете, че е трудно да се запомнят имената на всички знаци. „Йероглифен“ ви позволява да търсите в над 1000 различни знака на „LaTeX“ чрез скициране.
de: LaTeX-Nutzer wissen, wie herausfordernd es sein kann, sich die Namen aller Symbole zu merken. Mit Hieroglyphic ist es möglich in über 1000 verschiedene LaTeX-Symbole durch Skizzieren suchen.
fr: Si vous utilisez LaTeX pour votre travail, vous savez à quel point il est difficile de mémoriser les noms de tous les symboles. Hiéroglyphe vous permet de rechercher parmi plus de 1000 symboles LaTeX différents en les dessinant.
hi: यदि आप LaTeX के साथ काम करते हैं, तो आप जानते हैं कि सभी प्रतीकों के नाम याद रखना मुश्किल है। Hieroglyphic आपको रेखाचित्रण द्वारा 1000 से अधिक विभिन्न LaTeX प्रतीकों को खोजने की अनुमति देता है।
hr: Korisnici LaTeX-a znaju da je teško zapamtiti imena svih znakova. Hieroglyphic omogućuje pretraživanje preko 1000 različitih LaTeX znakova skiciranjem.
hu: Ha LaTeX-hel dolgozik, akkor tudhatja, hogy milyen nehéz megjegyezni az összes szimbólum nevét. A Hieroglifák segítségével több mint 1000 különböző LaTeX szimbólum között kereshet skicceléssel.
ka: თუ LaTeX– თან მუშაობთ, იცით, რომ ძნელია ყველა სიმბოლოს სახელების დამახსოვრება. Hieroglyphic საშუალებას გაძლევთ მოძებნოთ 1000-ზე მეტი სხვადასხვა LaTeX სიმბოლო ესკიზით.
nb: Hieroglyphic lar deg jobbe med LaTeX uten å måtte pugge en endeløs rekke med navn. Bare strek opp tegnet du trenger på skjermen, og la Hieroglyphic søke etter det i en imponerende samling på over 1000 forskjellige spesialtegn.
nl: Als u LaTeX gebruikt, weet u hoe lastig het is om de namen van alle symbolen te onthouden. Met Hieroglyphic kunt u meer dan 1.000 verschillende LaTeX-symbolen vinden door ze te schetsen.
sl: Če delate z LaTeXom, veste, da si je težko zapomniti imena vseh simbolov. Hieroglifik vam omogoča iskanje po več kot 1000 različnih simbolih LaTeX-a s skiciranjem.
sr: Ако радите са LaTeX-ом, знате да је тешко запамтити називе свих симбола. Хијероглифик вам омогућава да цртањем тражите у преко 1000 различитих LaTeX симбола.
tr: LaTeX ile çalışıyorsanız, tüm simgelerin adlarını ezberlemenin zor olduğunu bilirsiniz. Hiyeroglif, 1000ʼden fazla farklı LaTeX simgesi arasında çizim yaparak arama yapmanızı sağlar.
uk: Якщо ви працювали з LaTeX, вам відомі ці проблеми із запам'ятовуванням назв усіх символів. За допомогою «Ієрогліфік» ви зможете виконувати пошук за ескізом серед понад 1000 різних символів LaTeX.

source: Main Window
be: Галоўнае акно
bg: Основен прозорец
de: Hauptfenster
fr: Fenêtre principale
hi: मुख्य विंडो
hr: Glavni prozor
hu: Főablak
ka: მთავარი ფანჯარა
nb: Hovedvindu
nl: Hoofdvenster
sl: Glavno okno
sr: Главни прозор
tr: Ana Pencere
uk: Головне вікно

source: ""If you work with LaTeX or Typst, you know it's difficult to memorize the ""names of all the symbols. Hieroglyphic allows you to search through over ""1000 different symbols by sketching.
eo: Se vi laboras kun LaTeX aŭ Typst, vi scias ke estas malfacile memori la nomojn de ĉiuj simboloj. Hieroglyphic ebligas serĉi pli ol 1000 malsamajn simbolojn per skizado.

source: ""No personal identifiable information is collected. <a href="https://""github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Privacy ""policy</a>
eo: Neniaj personaj identigaj informoj estas kolektitaj. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Privatec-politiko</a>

source: This update refines the user interface:
bg: Това обновление усъвършенства потребителския интерфейс:
de: Mit dieser Aktualisierung wird die Benutzeroberfläche verbessert:
fr: Cette mise à jour peaufine l’interface utilisateur :
hi: यह अद्यतन UI को परिष्कृत करता है:
hr: Ova verzija poboljšava korisničko sučelje:
tr: Bu güncelleme kullanıcı arayüzünü iyileştiriyor:

source: New icon
bg: Нова иконка
de: Neues Icon
fr: Nouvelle icône
hi: नया चिह्न
hr: Nova ikona
tr: Yeni simge

source: Updated to the latest GNOME components
bg: Обновен до най-новите компоненти на „GNOME“
de: Aktualisiert auf die neuesten GNOME-Komponenten
fr: Mise à jour vers les derniers composants de GNOME
hi: नवीनतम GNOME घटकों में अद्यतन किया गया
hr: Ažurirano na najnovije GNOME komponente
tr: En son GNOME bileşenlerine güncellendi

source: Improved recognition speed and overall application responsiveness
bg: Подобрена скорост на разпознаване и цялостна съвместимост на потребителския интерфейс за малки и големи екрани
de: Verbesserte Erkennungsgeschwindigkeit und allgemeine Reaktionsfähigkeit der Anwendung
fr: Vitesse de reconnaissance et réactivité de l’application améliorées
hi: बेहतर पहचान गति और समग्र अनुप्रयोग प्रतिक्रियाशीलता
hr: Poboljšana brzina prepoznavanja i ukupna reakcija aplikacije
tr: Tanıma hızı ve genel uygulama duyarlılığı iyileştirildi

source: Shortcut to quickly delete the drawn symbol
bg: Клавишна комбинация за бързо премахване на нарисувания знак
de: Tastenkürzel zum schnellen Löschen des gezeichneten Symbols
fr: Raccourci pour supprimer rapidement le symbole dessiné
hi: खींचे गए प्रतीक को तुरंत हटाने के लिए शॉर्टकट
hr: Prečac za brzo brisanje nacrtanog simbola
tr: Çizilen simgeyi hızlıca silmek için kısayol

source: Various minor UI improvements and tweaks
bg: Различни дребни подобрения на потребителския интерфейс
de: Verschiedene kleinere Verbesserungen und Optimierungen der Benutzeroberfläche
fr: Divers ajustements et améliorations mineures de l’interface
hi: कई छोटे UI सुधार और बदलाव
hr: Razna manja poboljšanja i podešavanja korisničkog sučelja
tr: Çeşitli küçük kullanıcı arayüzü iyileştirmeleri ve ince ayarlar

source: Fixed failing appstream metadata
bg: Поправени са „AppStream“ метаданните
de: Fehlerhafte Appstream-Metadaten behoben
fr: Correction des métadonnées appstream
hi: असफल ऐपस्ट्रीम मेटाडेटा को ठीक किया गया
hr: Popravljeni appstream metapodaci
tr: appstream üst verileri düzeltildi

source: Initial release
bg: Първоначално издание
de: Erste Veröffentlichung
fr: Première version
hi: प्रारंभिक रिलीज़
hr: Prvo izdanje
tr: İlk sürüm
