Repository: FineFindus/Hieroglyphic
Catalog: po/kw.po
Languages: kw

source: Hieroglyphic
kw: Hiroglyfek

source: Search through over 1000 different LaTeX symbols by sketching
kw: Hwilas dres moy ages 1000 arwodhyow LaTeX gans ow linenna

source: GTK;Tools;LaTeX;TeX;Symbols;
kw: GTK;Toulys;LaTeX;TeX;Arwodhyow;

source: Whether to show a small nudge towards the contribution dialog
kw: Mar diskwedhes unn hynt byghan rag an fenester argevrohow

source: Whether to contribute recognized strokes
kw: Mar kevri tavaow aswonys

source: Markup language to suggest symbols for
kw: Yeth markup rag profya arwodhyow

source: Find LaTeX and Typst symbols
kw: Kavos arwodhyow LaTeX ha Typst

source: If you work with LaTeX or Typst, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different symbols by sketching.
kw: Mar ty oberi gans LaTeX po Typst, ty aswon yth yw kales dhe kevenna an henwyn oll an arwodhyow. Hiroglyfek gasa ty hwilas dres moy es 1000 arwodhyow gans ow linenna.

source: Symbol selection for LaTeX symbols
kw: Dewis arwodh rag arwodhyow LaTeX

source: Symbol selection for Typst symbols
kw: Dewis arwodh rag arwodhyow Typst

source: Placeholder
kw: Ensampel

source: Improve Hieroglyphic
kw: Gwellhe Hiroglyfek

source: Help make Hieroglyphic better at identifying symbols for everyone
kw: Gweres gwellhe an aswonans Hiroglyfek arwodhyow rag oll

source: Contribute Symbols
kw: Kevri Arwodhyow

source: Submit recognized drawings to Hieroglyphic’s dataset
kw: Danvon delinyansow aswonys dhe an sel dherivadow Hiroglyfek

source: No personal identifiable information is collected. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Privacy policy</a>
kw: Kudhlow privedh vyth yw kuntelys. <a href="https://github.com/FineFindus/Hieroglyphic/blob/main/PRIVACY_POLICY.md">Polici privetter</a>

source: Copy
kw: Kopia

source: Markup language
kw: Yeth markup

source: About Hieroglyphic
kw: A-dro Hiroglyfek

source: No Symbols
kw: Arwodhyow Vyth

source: Start by drawing a symbol
kw: Dalleth gans ow delinya unn arwodhyow

source: All Symbols
kw: Oll Arwodhyow

source: _Clear
kw: _Dilea

source: Main Menu
kw: Rol Chif

source: translator-credits
kw: Flynn

source: Copied “{}”
kw: Kopys “{}”
